{
  "tozer": [
    {
      "name": "Compassion is not something that simply runs out of God, it is something that God is."
    },
    {
      "name": "Yes, I believe you can be right with God and still not like the way some people behave. Our admonition is to love them in a larger and more comprehensive way because we are all one in Christ Jesus. This kind of love is indeed a Christian virtue!"
    },
    {
      "name": "We go astray when we attempt to do spiritual work without spiritual power."
    },
    {
      "name": "Refuse to be average. Let your soul soar as high as it will."
    },
    {
      "name": "To truly know God we must long for Him without any other motive than reaching God Himself."
    },
    {
      "name": "Listen to no man who has not listened to God."
    },
    {
      "name": "Walking in humility isn’t focusing on what we are NOT; rather, it’s declaring what God is."
    },
    {
      "name": "If Jesus Christ isn’t the central figure in our lives and in our churches, we’re only fooling ourselves."
    },
    {
      "name": "Christians should be the boldest people in the world-not cocky and sure of ourselves, but sure of Him."
    },
    {
      "name": "I don’t want the world to define God for me. I want the Holy Spirit to reveal God to me."
    },
    {
      "name": "As long as we think we own anything, that thing owns us. As soon as we know that we own nothing, then God owns us."
    },
    {
      "name": "To be right with God has often meant to be in trouble with men."
    },
    {
      "name": "Outside the will of God, there’s nothing I want. Inside the will of God there’s nothing I fear."
    },
    {
      "name": "When God brings all things to light, you will discover just how significant you’ve been in God’s plan."
    },
    {
      "name": "God doesn’t work through us because we’re flawless; rather, He works through us in spite of our imperfections."
    },
    {
      "name": "The great test of faith is to wait on God. . . not expecting to push a button and get whatever we want now."
    },
    {
      "name": "The driver on the highway is safe not when He reads the signs, but when He obeys them."
    },
    {
      "name": "God dwells in eternity but time dwells in God. He’s already lived all our tomorrows as He’s lived all our yesterdays."
    },
    {
      "name": "We must do worldly jobs, but if we do them with sanctified minds, they become offerings to God."
    },
    {
      "name": "The purpose of good works isn’t to change us or save us; rather, it’s the demonstration of the change within us."
    },
    {
      "name": "If you never mention the Lord in conversation with each other,isn’t that proof that you aren’t so concerned about Him?"
    },
    {
      "name": "The essence of surrender is getting out of God’s way so that He can do in us what He also wants to do through us."
    },
    {
      "name": "Don’t allow false modesty, doubts or unbelief prevent you from accepting God’s favor. The door of mercy stands wide open."
    },
    {
      "name": "How utterly terrible is the current idea that Christians can serve God at their own convenience."
    },
    {
      "name": "The only Christian you want to listen to is the one who gives you more of a hunger for God."
    },
    {
      "name": "There is a strain of loneliness infecting many Christians, which only the presence of God can cure."
    },
    {
      "name": "God’s Kingdom isn’t divided into areas of important people and areas of little people. In God’s sight, everyone’s needful."
    },
    {
      "name": "As long as Christ sits on the throne, every day is a good day and all days are days of salvation."
    },
    {
      "name": "God’s looking for people thru whom He can do the impossible.What a pity that we plan only things we can do by ourselves."
    },
    {
      "name": "The victorious Christian neither exalts nor downgrades himself. His interests have shifted from self to Christ."
    },
    {
      "name": "No one need fear to listen to the voice of God unless he has already made up his mind to resist it."
    },
    {
      "name": "One compromise here, another there and soon enough the so-called Christian and the man in the world look the same."
    },
    {
      "name": "To desire revival and at the same time to neglect personal prayer and devotion is to wish one way and walk another."
    },
    {
      "name": "A Pharisee is hard on others and easy on himself, but a spiritual man is easy on others and hard on himself."
    },
    {
      "name": "No one will make progress with God until our eyes are lifted to the faithfulness of God and we stop looking at ourselves!"
    },
    {
      "name": "There is no limit to what God can do through us if we are a yielded and purified people."
    },
    {
      "name": "Be thankful, but be careful that you don’t become so enamored of God’s good gifts that you fail to worship the giver."
    },
    {
      "name": "If you want to be holy then you must give time to God and not just intend to."
    },
    {
      "name": "The best way to prove that a stick is crooked is to set a straight one beside it. No words need to be spoken."
    },
    {
      "name": "An honest man is strange when he is among dishonest men, but it is a good kind of strangeness."
    },
    {
      "name": "Christianity is hard when we try to serve God in man’s way instead of serving God in God’s way."
    },
    {
      "name": "Some people’s lives would drastically change if they would obey God as strictly as they obey their doctors."
    }
  ]
}
